Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/adoption_and_fostering/surrogacy.html.txt.tmx
Source language: en
Languages: ga

source: Surrogacy is a way for a childless couple or individual to have a child, with a surrogate mother carrying the child
ga: Bealach atá i máthairionadaíocht inar féidir le lánúin nó duine aonair nach bhfuil aon leanaí acu chun leanbh a bheith acu, ina ndéanann máthair ionaid an leanbh a iompar

source: The surrogate mother agrees to be artificially inseminated or to have an embryo transferred to her womb in order to become pregnant
ga: Comhaontaíonn an mháthair ionaid bheith inseamhnaithe go saorga nó go n-aistrítear an suth go dtí a broinn d’fhonn éirí torrach

source: She then carries the child to term with the intention of giving custody of the child to the person/couple (known as the commissioning person/couple) with whom she has made the agreement
ga: Iompraíonn sí an leanbh, ansin, ar feadh an téarma, agus é beartaithe aici caomhnóireacht an linbh a thabhairt don duine/lánúin (ar a dtugtar an duine/lánúin choimisiúnaithe) lena ndearna sí an comhaontú

source: Surrogacy can take place using any of the following:
ga: Féadfaidh máthairionadaíocht titim amach trí leas a bhaint as aon cheann díobh seo a leanas:

source: • The commissioning mother’s ova and the commissioning father’s sperm
ga: • Ubháin na máthar coimisiúnaithe agus speirm an athar choimisiúnaithe

source: • The commissioning mother’s ova and donor sperm
ga: • Ubháin na máthar coimisiúnaithe agus speirm dheontóra

source: • The surrogate mother’s ova and the commissioning father’s sperm
ga: • Ubháin na máthar ionaid agus speirm an athar choimisiúnaithe

source: • The surrogate mother’s ova and donor sperm
ga: • Ubháin na máthar ionaid agus speirm dheontóra

source: • Donor ova and the commissioning father’s sperm
ga: • Ubháin deontóra agus speirm an athar choimisiúnaithe

source: • Donor ova and sperm, or donor embryo
ga: • Ubháin agus speirm dheontóra, nó suth deontóra

source: Surrogacy arrangements can take place using artificial insemination (AI) or in vitro fertilization (IVF) techniques, but may also be carried out without any medical intervention
ga: Féadfaidh socruithe máthairionadaíochta titim amach agus leas á bhaint as teicnící inseamhnaithe shaorga (AI) nó toirchithe in vitro (IVF), agus is féidir leo titim amach gan aon idirghabháil leighis

source: The surrogacy arrangement may be entered into in Ireland or abroad
ga: Féadtar iontráil sa socrú máthairionadaíochta in Éirinn nó thar lear

source: As the commissioning mother does not become pregnant, she is not entitled to maternity leave or Maternity Benefit if she is in employment
ga: Ós rud é nach bhfuil an mháthair coimisiúnaithe ag iompar clainne, níl sí i dteideal saoire mháithreachais nó Sochar Máithreachais má tá sí fostaithe

source: There is no Irish legislation to cover the legal issues arising from surrogacy
ga: Níl aon reachtaíocht Éireannach ann chun na saincheisteanna dlíthiúla a chuimsiú a eascraíonn ó mháthairionadaíocht

source: In the Report of the Commission on Assisted Human Reproduction (2005) (pdf), the Commission made a recommendation that a child born through surrogacy should be presumed to be that of the commissioning couple
ga: I dTuarascáil an Choimisiúin um Atáirgeadh Daonna Cuidithe (2005) (pdf), rinne an Coimisiún an moladh gur cheart glacadh leis gur leis an lánúin choimisiúnaithe leanbh a shaolaítear trí mháthairionadaíocht

source: The Commission also recommended the establishment of a regulatory body for assisted human reproduction, including surrogacy
ga: Ina theannta sin, mhol an Coimisiún gur cheart comhlacht rialaithe a bhunú le haghaidh atáirgeadh daonna cuidithe

source: The recommendations have not yet been incorporated into Irish law
ga: Ní dhearnadh na moltaí a chorprú i ndlí na hÉireann go fóill

source: Traditionally, the surrogate mother is considered the legal mother of the child and the child’s guardian, because she has given birth to the child
ga: Go traidisiúnta, meastar gurb ionann an mháthair ionaid agus máthair dhlíthiúil an linbh agus caomhnóir an linbh, mar gheall gur rug sí ar an leanbh

source: Legal maternity is important for birth registration, domicile and citizenship provisions, succession, childcare provisions, adoption, social welfare and educational provisions as many of these services and rights depend on the consent of the legal mother
ga: Baineann tábhacht le máithreachas dlíthiúil ar mhaithe le clárú breithe, forálacha sainchónaithe agus saoránachta, comharbas, forálacha cúram linbh, uchtú, forálacha leasa shóisialaigh agus oideachais, mar gheall go mbraitheann go leor de na seirbhísí seo ar thoiliú na máthar dlíthiúla

source: If the surrogate mother is married, then under Section 46 of the Status of Children Act 1987, the surrogate mother's husband is presumed by law to be the father of the child, unless the contrary is proven
ga: Má tá an mháthair ionaid pósta, meastar de réir an dlí, faoi Alt 46 den Acht um Stádas Leanaí, 1987, gurb ionann fear céile na máthar ionaid agus athair an linbh, mura gcruthaítear a mhalairt

source: If she is not married, she is the sole guardian
ga: Mura bhfuil sí pósta, is í caomhnóir aonair an linbh

source: It would be necessary for the commissioning person(s) to adopt the child in order to have a legal relationship with it
ga: Ba ghá don duine/do na daoine coimisiúnaithe an leanbh a uchtú d’fhonn caidreamh dlíthiúil bheith acu leis/léi

source: If the child is being adopted, this must be done through the Adoption Authority of Ireland, and there is no guarantee that the child of a surrogate mother would be placed with the biological mother and/or father
ga: Má tá an leanbh á uchtú, ní mór seo a dhéanamh trí Údarás Uchtála na hÉireann, agus ní féidir a chinntiú go leagfar leanbh máthair ionaid faoi chúram na máthar/an athar fola

source: Private adoptions are not allowed, and the parent of a child is prohibited from receiving any payment for giving away the child for adoption
ga: Ní cheadaítear uchtáil phríobháideach, agus cuirtear cosc ar thuismitheoir linbh ó aon íocaíocht a fháil as an leanbh a thabhairt suas le haghaidh uchtála

source: An adoptive mother (or a sole male adopter) is entitled to avail of adoptive leave from employment
ga: Tá máthair uchtála (nó fear atá ina uchtaitheoir aonair) i dteideal leas a bhaint as saoire uchtaíoch ó fhostaíocht

source: They may also be entitled to Adoptive Benefit
ga: Féadfaidh siad cáiliú freisin le haghaidh Sochar Uchtaíoch

source: Alternatively, a commissioning man could apply for guardianship of the child under the Guardianship of Infants Act 1964 if he is the genetic or biological father of the child
ga: Mar mhalairt air sin, d’fhéadfadh fear coimisiúnaithe iarratas a dhéanamh ar chaomhnóireacht an linbh faoin Acht um Chaomhnóireacht Leanaí, 1964 más é athair fola nó géiniteach an linbh

source: However, his partner would not have any right to make such an application
ga: Ní bheadh aon cheart ag a pháirtnéir, áfach, chun an t-iarratas sin a dhéanamh

source: In relation to custody rights, if the surrogate mother uses her own ova to conceive the child, it is likely that an Irish court would hold her to be the legal mother, as she is both the genetic and gestational mother
ga: Maidir le cearta caomhnóireachta, má úsáideann an mháthair ionaid a hubháin féin chun an leanbh a ghiniúint, is dóchúil, mar gheall gurb í an mháthair ghéiniteach agus iompair, go gcaithfeadh cúirt Éireannach léi mar an máthair dhlíthiúil

source: In the case of a surrogate mother who carries an embryo generated from the commissioning couple’s ova and sperm, the position is not as clear
ga: I gcás máthair ionaid a iompraíonn suth a gineadh ó ubháin agus speirm na lánúine coimisiúnaithe, níl cúrsaí chomh soiléir céanna

source: When surrogacy arrangements are entered into abroad, issues such as citizenship and travel documents also arise
ga: Nuair a iontráiltear i socruithe máthairionadaíochta thar lear, tagann saincheisteanna, ar nós saoránachta agus cáipéisí taistil chun solais chomh maith

source: The Department of Justice and Equality has published a document providing advice on citizenship, parentage, guardianship and travel document issues in relation to children born as a result of surrogacy arrangements entered into outside the State
ga: D’fhoilsigh an Roinn Dlí agus Cirt agus Comhionannais cáipéis a sholáthraíonn comhairle ar shaoránacht, tuismíocht, caomhnóireacht agus cáipéisí taistil i dtaca le leanaí a shaolaítear mar thoradh ar shocruithe máthairionadaíochta inar iontráladh lasmuigh den Stát

source: Anyone considering entering into surrogacy arrangements should seek legal advice
ga: Ba cheart d’aon duine a dhéanann machnamh ar shocruithe máthairionadaíochta comhairle dlí a lorg

source: Contact information for solicitors throughout Ireland is available on the Law Society website
ga: Tá fáil ar fhaisnéis teagmhála le haghaidh aturnaetha ar fud na hÉireann ar láithreán gréasáin Dhlí-Chumann na hÉireann
